[
  {
    "publishedfileid": "3617161583",
    "title": "Convenient Cabinet Action",
    "file_description": "Added several cabinet actions, each unlocked by different technologies from Era 1 to Era 5. Please check the specific unlocking technologies in the game.\r\n\r\nCurrently, it has been changed so that AI cannot use these cabinet actions.\r\n\r\nIntegrate Region — Era 3 — Integrate all locations in a region at the normal speed\r\nIntegrate Region Efficiently — Era 4 — Integrate all locations in a region at three times the speed\r\nNationwide Increase Control — Era 2 — Increase control over all locations nationwide\r\nNationwide Increase Control Efficiently — Era 4 — Rapidly increase control over all locations nationwide\r\nNationwide Conversion — Era 2 — Increase the conversion speed of all locations nationwide\r\nNationwide Conversion Efficiently — Era 4 — Rapidly increase the conversion speed of all locations nationwide\r\nNationwide Assimilation — Era 2 — Increase the assimilation speed of all locations nationwide\r\nNationwide Assimilation Efficiently — Era 3 — Rapidly increase the assimilation speed of all locations nationwide\r\nTheological Education — Era 1 — Slightly increase research speed\r\nScientific Research — Era 2 — Increase research speed\r\nEarly Modern Scientific Research — Era 4 — Greatly increase research speed\r\nPromote Fertility — Era 1 — Slightly increase national population growth speed\r\nPromote Fertility Efficiently — Era 3 — Greatly increase national population growth speed\r\n\r\nAdditionally, the Integrate Area cabinet action has been moved up to Era 2.\r\n\r\n——————————\r\n12.27 New Cabinet Actions\r\nVassal Diplomacy — Era 2 — Improve relations and annexation speed with all vassals\r\nEfficient Vassal Diplomacy — Era 4 — Greatly improves relations and annexation speed with all vassals\r\nGoodwill Diplomacy — Era 2 — Increases diplomatic advantages in a friendly manner, mutually exclusive with Power Diplomacy\r\nPower Diplomacy — Era 2 — Increases diplomatic advantages in a strong manner, mutually exclusive with Goodwill Diplomacy\r\nLand Hegemony — Era 3 — Increases bonuses for land power, mutually exclusive with Maritime Hegemony\r\nMaritime Hegemony — Era 3 — Increases bonuses for sea power, mutually exclusive with Land Hegemony\r\nNationwide Urbanization — Era 3 — Increases population growth speed in all locations nationwide\r\nNationwide Urbanization Efficiently — Era 5 — Greatly increases population growth speed in all locations nationwide\r\nEconomic Development — Era 5 — Provides significant economic bonuses, mutually exclusive with Political Development and Cultural Development\r\nPolitical Development — Era 5 — Provides significant political bonuses, mutually exclusive with Economic Development and Cultural Development\r\nCultural Development — Era 5 — Provides significant cultural bonuses, mutually exclusive with Economic Development and Political Development\r\n\r\nThe balance of this mod is poor, and due to the game's own architecture, it is not compatible with old save files\r\n\r\nSupports Chinese, Japanese, and English. Since the 3_cabinet_actions_unlocks file has been modified, it is incompatible with any mod that also changes this file.",
    "preview_url": 	"https://images.steamusercontent.com/ugc/17402062966084202718/43387FDFEFE18731F716A6AECADCD9FC0230985F/",
    "time_updated": "1766928675",
    "download_link": "https://cold-eu-agl-1.gofile.io/download/direct/a35679aa-5121-4157-83c5-48bc5cbbb6b5/3634230997%20-%20Interloper%20Multiplayer%20Mod.7z"
  }
]
